{
    "lang":"العربية ",
    "Home":"الصفحة الرئيسية",
    "About-Company":"حول الشركة",
    "About-Company2":"رؤية الشركة",
    "Services":"الخدمات",
    "Our-Branches":"فروعنا",
    "Qatar":"قطر",
    "Oman":"عمان",
    "UK":"المملكة المتحدة",
    "Gallery":"المعرض",
    "Trading":"التجارية",
    "Maintenance-Services":"خدمات الصيانة",
    "Contact":" اتصل بنا",
    "Call-Now":"اتصل الآن",
    "Welcome-to":"مرحبًا بك في",
    "Valves-Engineering-Company":"الشركة الهندسية للصمامات (ڤيك)",
    "heading-dis":".تجربة متكاملة للتميز ",
    "View-more":"عرض المزيد",
    "Follow-us":"تابعنا",
    "Your-partners":"شركائك",
    "Of-success":"للنجاح",
    "Comprehensive":"شاملة",
    "Service":"خدمة",
    "24/7":"٢٤/٧",
    "experience1":"لدينا أكثر من ",
    "experience2":"سنوات من الخبرة ",
    "About-company-dis":"نركز على ثلاث أشياء.",
    "Customer-foucs":"نضع العميل اولاً",
    "Reliability":"الموثوقية",
    "Innovation":"الابتكار",
    "Certifications":"الشهادات",
    "ISO-9001":" آيزو 9001",
    "ISO-14313":"آيزو 14313",
    "ISO-14001":"آيزو 14001",
    "ISO-45001":"آيزو 45001",
    "View-Certificate":"عرض الشهادة",
    "Partners-of-success":"شركاء النجاح",
    "FLOWSERVE":"فلوسيرف",
    "FLOWSERVE-dis":"تعتبر Flowserve شركة رائدة عالمية في التصنيع وخدمات ما بعد البيع لأنظمة التحكم في التدفق. يعتمد عملاؤنا على خبراتنا وتقنياتنا وحلولنا الأكثر ابتكارًا في مجال حركة السوائل، سواء كانوا يعملون على توفير مياه شرب نظيفة في المناطق الجافة، أو يقدمون الطاقة للمنازل حول العالم، أو تطوير العمليات الصناعية لحماية المناخ. منذ تأسيس أول علامتنا التجارية العريقة في 1790، عملت شركة Flowserve كشريك رائد في مجال التصنيع، وتقديم حلول التحكم بحركة السوائل لأصعب التطبيقات حول العالم وأكثرها أهمية. يعتمد عملاؤنا على خبراتنا وتقنياتنا وحلولنا الأكثر ابتكارًا في مجال حركة السوائل، سواء كانوا يعملون على توفير مياه شرب نظيفة في المناطق الجافة، أو يقدمون الطاقة للمنازل حول العالم، أو تطوير العمليات الصناعية لحماية المناخ.",
    "BMT":"BMT",
    "BMT-dis":"شركة بي إم تي تصنع مكونات ميكانيكية عالية الدقة تُستخدم في النفط والغاز والمواد الكيميائية والبتروكيماويات والمركبات المحر;كة والطائرات والشرائح النصف موصلة والسفن. تشمل منتجات الشركة مجموعة متنوعة من التجهيزات والصمامات والمشابك والمنظمات والأنابيب المعزولة مسبقًا والموصلات.",
    "KLINGER":"كلينجر",
    "KLINGER-dis":"مجموعة KLINGER قصة نجاح تمتد لأكثر من 130 عامًا، وهي اليوم موجودة في 60 دولة حول العالم كمجموعة تشغيل عالمية. تأسست شركة KLINGER في عام 1886 كشركة عائلية، وهي الآن الشركة الرائدة عالميًا في مجال تصنيع وتوريد موانع التسريب الصناعية وأنظمة التحكم في السوائل ومراقبة السوائل. مع أعلى مستويات الجودة المعتمدة التي تلبي المعايير الدولية، أصبحت حشوات وصمامات KLINGER مواصفة صناعية. يشمل عملاء KLINGER شركات رائدة في مختلف الصناعات مثل النفط والغاز والكيماويات والورق والطاقة والتصنيع والبنية التحتية والسيارات والبحرية والأغذية والأدوية. بفضل المنشاءات الصناعية الموجودة في جميع أنحاء العالم، فإن KLINGER قادرة على تقديم حلول قياسية ومخصصة.",
    "Merla":"ميرلا",
    "Merla-dis":"شركة ميرلا هي شركة معتمدة من API-6A، جميع المواد المستخدمة مع NACE 0175، ISO 15156 2009 الطبعة لحماية ضد التآكل، تغطي اتفاقيتنا المنتجات التالية: صمامات الخنق: صمامات خنق قابلة للتعديل، صمامات ربع قرص متعددة وصمامات خنق إيجابية، مقاسات التوصيل تتراوح من 1 بوصة إلى 8 بوصة استنادًا إلى أنواع الصمامات، تصنيف الضغط يصل إلى API 5K و 15K PSI، مع تكوينات نهاية متعددة وأحجام ومواد الحلقة. صمامات خدمة شديدة: صمامات خنق مع حلقات مضادة للتجويف. صمامات خنق المشغلات، لتطبيقات مميزة مثل التحكم في مستوى المفصل والمنظمات ذات الضغط العالي وصمامات الإفراغ. قطع غيار ميرلا، جميع قطع الغيار المتاحة لخط منتجاتنا.",
    "Our-Clients":"عملائنا",
    "Quick-Links":"روابط سريعة",
    "Contact-us":"اتصل بنا",
    "Our-news":"أخبارنا",
    "Other-Resources":"موارد أخرى",
    "Privacy-Policy":"سياسة الخصوصية",
    "Terms-of-Service":"شروط الخدمة",
    "EgyptAdd": "مصر: القطعة رقم 8 - شارع 90 الجنوبي، التجمع الخامس، القاهرة، مصر",
    "UKAdd": " LE21DG المملكة المتحدة: 33 شارع سانت بيترز، ليستر  ",
    "QatarAdd": "قطر: منطقة 69، شارع 319، بناية 34، لوسيل - ص.ب: 55251",
    "Copyright":"حقوق النشر ©2024  شركة الهندسة للصمامات (ڤيك)",

    "About-VEC": "حول الشركة",
    "About-VEC-dis": "تأسست في عام 2016 كشركة مساهمة مصرية، تختص VEC بشكل كبير في صيانة الصمامات من جميع الأنواع، وكذلك تصنيع قطع الغيار الخاصة بها بجودة عالية لتتجاوز كل توقعات العملاء. تتمتع الشركة أيضًا بخبرة شاملة في إجراء دراسات هندسية مبتكرة واستشارات مخصصة لتوريد الصمامات وتركيبها لتلبية احتياجات الصناعة المتنوعة.",
    "VEC-Vision": "رؤية الشركة",
    "VEC-Vision-dis": "أن تصبح الشركة الرائدة في تصنيع الصمامات وتوفير الحلول، بالإضافة إلى الخبرة في الهندسة والإصلاح في مصر والشرق الأوسط وإفريقيا المشهود لها بالجودة غير المسبوقة والتسليم في الوقت المحدد.",
    "Our-Mission": "رسالتنا",
    "Our-Mission-dis": "تعمل VEC بشكل وثيق مع عملائها، معتبرة إياهم شركاء في رحلتها نحو النجاح. من خلال التعاون معهم في كل خطوة على الطريق، نضمن الوصول إلى الحلول المثالية التي تناسب احتياجاتهم بينما نطبق أعلى معايير الجودة في وقت قياسي. نحن نبتكر باستمرار في عروضنا، وكذلك طريقة تفكيرنا، من خلال استخدام أحدث التقنيات في الصيانة لتلبية احتياجات السوق والعملاء المتغيرة باستمرار متجاوزين كل توقع في أي مهمة نقوم بها.",
    "OUR-STORY": "قصتنا",
    "OUR-STORY-SmDis": "الخلفية التاريخية بنظرة سريعة",
    "OUR-STORY-dis": "بدأت VEC كفكرة، نابعة من اعتقاد عميق في أهمية الأعمال الخاصة في التطور ببطء بعدما قرر أحد مؤسسيها الرئيسيين الانضمام إلى شركة تصنيع رائدة في عام 2011. تدريجياً، تكونت الفكرة بوصفها رؤية مبتكرة لشركة تقدم خدمات متميزة، غنية بالتميز الهندسي مع الصمامات في صميمها. كانت مهمة الشركة هي إضافة قيمة للسوق المصرية مع ملء فجوة أساسية كانت مفقودة في ذلك الوقت. جاءت الفرصة للحياة عندما كانت شركة رائدة في البحث عن ذراع متخصص لتنفيذ أعمال الصيانة في مشروع صناعي مصري كبير. قرر المؤسسون بعد ذلك الاستفادة من الفرصة عن طريق إطلاق VEC في عام 2016، ووضع استراتيجيات فريدة تضع القيادة المحلية والعالمية في الصدارة.",
    "OUR-STORY-dis2": "كان التحدي في إنشاء شركة متكاملة بالكامل، قادرة على تلبية احتياجات السوق المتنوعة مع مراعاة التمويل كعقبة ملحة. من خلال العثور على الأشخاص المناسبين الذين يشاركون نفس الشغف بالتميز، تمكنت VEC من توظيف أعلى مستويات المواهب بنجاح لصياغة فريق محترف يتميز بالخبرة الفنية والمالية والعملية والإدارية لوضع VEC على المسار الصحيح. بفضل جهود فريق VEC المكرسة، خرجت الشركة بقوة كقائدة رائدة تستغل الفرص للنمو وتمويل نفسها، بالإضافة إلى العثور على المكان المثالي لإطلاق وجودها في منطقة بدر الصناعية لتكون موقعاً استراتيجياً عندما يكون قريبًا من عملائها، بالإضافة إلى العاصمة الإدارية الجديدة للقاهرة.",
    "Construction-project": "مشروع البناء",
    "Construction-project-dis": "بدأ العمل في مايو 2018 ومن المقرر أن يكتمل في 24 شهرًا بميزانية محددة تبلغ 18 مليون جنيه مصري. تم الانتهاء من المشروع بنجاح قبل الموعد المحدد.",
    "Construction-project-dis2": "تمت متابعة جميع عمليات البناء وفحصها من قبل مكتب هندسي عالمي متخصص لضمان أعلى معايير الجودة والتنفيذ الدقيق بناءً على مواصفات هندسية صارمة ومعايير السلامة، مما يضمن عدم وقوع إصابات - والذي تم تحقيقه بنجاح.",
    "Construction-project-dis3": "استخدم المشروع أكثر من 400 عامل وتم تصميم الهيكل المعدني بخبرة لتتحمل وزن يصل إلى 16 طنًا. باستخدام أحدث أساليب التصميم، تم التعامل بعناية مع جميع المساحات الإدارية لضمان أقصى قدر من المتانة باستخدام مواد الإيبوكسي الفاخرة بينما تم تجهيز المصنع بالكامل بنظام إطفاء حريق تلقائي، بالإضافة إلى نظام قياس الهواء الجاف بضغط 10 بار. تم تنفيذ تخطيط المرافق بعناية وفقًا لمتطلبات المعايير المرجعية في الحقل ووفقًا لأحدث الأساليب الابتكارية المتاحة. تم تصميم الرؤية العامة بأسلوب ذو ذوق رفيع وفقًا لهوية الشركة. المصنع النهائي؛ مصنع بمساحة 1000 متر مربع مجهز بالكامل بـ:",
    "Construction-project-li":"Computerized Valve Test Bench Up to 24”",
    "Construction-project-li2":"Safety Relief Valve Test Bench Up to 12”",
    "Construction-project-li3":"Vacum Relief Valve Test Bench",
    "Construction-project-li4":"Over Head Crane 12 ton-2",
    "Construction-project-li5":"CNC Lathe Machine 4 Axis Traub Germany",
    "Construction-project-li6":"Heavy Duty Conventional Lathe Machine Excel, England",
    "Construction-project-li7":"High Precision Lathe Machine, Clochester, England",
    "Construction-project-li8":"End Mill Machine Bridge Port, England",
    "Construction-project-li9":"Radial Arm Drill Kitchen and Walker, England",
    "Construction-project-li10":"Mechanical Hand Tools 4 sets",
    "Construction-project-li11":"Control Valve Calibrator",
    "Construction-project-li12":"Compressor 10 Bar",
    "Construction-project-li13":"Shielded Metal Arc Welding, Argon Welding Machine",
    "Construction-project-li14":"Assembly Tables",
    "Construction-project-li15":"Upcoming Machines",
    "Construction-project-li16":"Vertical Lathe Machine",
    "Construction-project-li17":"Boring and Milling Machine",
    "Construction-project-li18":"Thermal Spray System",
    "Construction-project-li19":"Axis Vertical Machine Center",
    "Construction-project-li20":"Coordinate Measuring Machine",
    "Construction-project-li21":"6-3d scanning system",
    "VEC-Organizational-Force": "قوة التنظيم VEC",
    "VEC-Organizational-Force-dis": "تؤمن VEC بالجودة لا الكمية. لذلك، تعتمد الشركة على فريق مكرس ومؤهل تأهيلاً عالياً من المحترفين لدفع تنظيمها من قوة إلى قوة. حاليًا، توظف الشركة 15 خبيرًا إداريًا و 30 فنيًا وقوة عمل بإمكانيات فريدة لتحمل أي تحدي بابتسامة.",


    "Trading-Supplying": "الخدمات التجارية",
    "Trading-Supplying-head": "صمامات جديدة، ملحقات، وتجهيزات الأنابيب",
    "Trading-Supplying-dis": "في VEC، السلامة ورضا العملاء أمران أساسيان. لذا، أسست VEC تجارة كشركة شقيقة في عام 2018 للبحث عن أفضل المنتجات في السوق، وتوفير الصمامات والملحقات وتجهيزات الأنابيب المتينة والموثوقة والكفاءة التي تدوم طويلاً. يستفيد مؤسسو VEC من خبرتهم التي تمتد لمدة 10 سنوات في صناعة النفط والغاز من خلال استغلال العلاقات القوية مع البائعين الرائدين في جميع أنحاء العالم لضمان استبدال ذو جودة عالية، بالإضافة إلى الحصول على صمامات وأجهزة جديدة، مما يتيح للشركة العثور على أي قطعة بديلة تحتاجها في وقت قصير —",
    "PROBLEM-SOLVING-GUARANTEED": "ضمان حل المشكلات",
    "Trading-Supplying-dis2": "اليوم، نجحت VEC في التعاون مع الشركات المصنعة الرائدة عالميًا في الصناعة، وذلك باتباع استراتيجية فريدة ل الانتشار، الصيانة وإضافة القيمة.",
    "SPREAD-MAINTAIN": "",
    "Trading-Supplying-dis3": "الآن VEC TRADING هي الوكيل الوحيد لقسم التحكم في FLOWSERVE، لجميع أنواع الصمامات (الكروية، الكرة، الفراشة، الدوارة، القابلة للقفل، إلخ...) لتناسب التحكم، العزل والتطبيقات الحرجة/الخطيرة، واتفاقيتنا تغطي السوق المصرية. كما أن لدينا اتفاقية مع DUALCO Inc، لأدوات التشحيم الصناعية والأجهزة الثابتة، والمحولات والتجهيزات، وزيوت التشحيم للصمامات، ومانعات تسرب الصمامات ومنظفات الصمامات، واتفاقيتنا تغطي الأسواق المصرية، الإماراتية، القطرية، السودانية، الليبية، الكويتية والعمانية. كما أننا قد أبرمنا بعض اتفاقيات الأعمال مع الشركات المصنعة الرائدة في النطاق التالي: (صمامات تخفيف الضغط الآمن، رؤوس الآبار، التوصيلات، الشفاطات، الأجهزة (المرسلات ومقياس التدفق)، المضخات، إلخ...) تتميز تجارة VEC بنهج متكامل يركز على الدعم الفني، والجودة المتميزة وأفضل وقت للتسليم من خلال المصادرة العالمية.",
    "Trading-Supplying-dis4": "الآن VEC TRADING هي الوكيل الوحيد لـ:",
    "Trading-Supplying-dis5": "قسم التحكم، لجميع أنواع الصمامات (الكروية، الكرة، الفراشة، الدوارة، القابلة للقفل، إلخ...) لتناسب التحكم، العزل والتطبيقات الحرجة/الخطيرة، واتفاقيتنا تغطي السوق المصرية.",
    "DUALCO-Inc": "DUALCO Inc",
    "Trading-Supplying-dis6": "لأدوات التشحيم الصناعية والأجهزة الثابتة، والمحولات والتجهيزات، وزيوت التشحيم للصمامات، ومانعات تسرب الصمامات ومنظفات الصمامات، واتفاقيتنا تغطي الأسواق المصرية، الإماراتية، القطرية، السودانية، الليبية، الكويتية والعمانية. كما أننا قد أبرمنا بعض اتفاقيات الأعمال مع الشركات المصنعة الرائدة في النطاق التالي: (صمامات تخفيف الضغط الآمن، رؤوس الآبار، التوصيلات، الشفاطات، الأجهزة (المرسلات ومقياس التدفق)، المضخات، إلخ...)",
    "Testing-Calibration": "الاختبار والمعايرة",
    "Testing-Calibration-dis": "تمتلك VEC شهادات عالية في تقديم جميع أنواع الاختبارات للتسريب من الختم والغلاف وفقًا لأحدث المعايير الدولية. لذلك، نحن نحتفظ بأنفسنا بمعايير جودة عالمية تتم مقارنتها مع",
    "COMMISSIONING": "التشغيل وبدء الأنشطة",
    "COMMISSIONING-dis": "تكمن قوة VEC في دمج جميع نقاط الاتصال الخاصة بك في كيان واحد يمكنه توفير مجموعة من الخدمات لا مثيل لها وعمليات سلسة تضمن أن تتم العملية بينما تكون معداتك جاهزة للتشغيل، على الإنترنت، بدلاً من الاضطرار إلى التعامل مع مقاولين متعددين. وبناءً على ذلك، تتمتع VEC بالتحكم الكامل في جودة عملياتك، مع وضع السلامة والامتثال في الاعتبار مع ضمان أن العمل يتم بكفاءة دون إضاعة الوقت. إدارة مشروعك الميداني مع VEC تعني تحريك القطع الغيار في الوقت المناسب، وتوفير فنيي الخدمة الميدانية المحترفين في متناول اليد وتسليم الأدوات القياسية والمتخصصة مباشرة إلى موقعك — تجربة بدون متاعب من الألف إلى الياء ",


    "Quality-Integrated-Services": "خدمات متكاملة الجودة",
    "IN-SHOP-REPAIR": "خدمات الصيانة فى ورش الشركة",
    "IN-SHOP-REPAIR-dis": "توفر الشركة حلولاً متكاملة للصيانة الشاملة لجميع انواع الصمامات",
    "Control-Valves": "صمامات التحكم:",
    "Control-Valves-dis":"Globe, Rotary plug & Chock, Regulators & Safety Valves.",
    "Manual-Valves": "الصمامات اليدوية:",
    "Manual-Valves-dis": "Gate, Ball & through conduit gate, Check, Butterfly & Plug Valves. تمكننا خبرتنا الشاملة من إصلاح الصمام بأكمله كجهاز متكامل واحد، بدعم من قوتنا الفنية لتقديم الحلول للمشكلات، والصيانة الوقائية، ومساعدة البدء في التشغيل في موقع العميل لدينا لضمان الراحة النهائية.",
    "Maintenance": "الصيانة:",
    "Maintenance-dis": "تغطي حلول الصيانة في VEC جميع أنواع المشغلات بما في ذلك:",
    "Gearbox": "صندوق التروس",
    "Pneumatic": "هوائي",
    "Hydraulic": "هيدروليكي",
    "Electrical": "كهربائي",
    "ON-SITE-SERVICES": "خدمات الصيانة فى الموقع",
    "Corrective-Preventive": "الصيانة التصحيحية والوقائية",
    "Corrective-Preventive-dis": "تضع VEC راحة عملائها في صدارة جميع عملياتها من خلال توفير دعم فني كامل في الموقع، يمتد من الصيانة التصحيحية إلى الوقائية من خلال فرق الصيانة المحترفة المتاحة في الموقع لتركيب الصمامات مع ضمان استراتيجية صيانة سليمة في العمل، لذا لا داعي للقلق.",
    "Valves-Engineering-Consultation": "هندسة الصمامات",
    "Valves-Engineering-Consultation-dis": "يتوفر فريق الأستشارات الهندسية للصمامات المحترف من الخبراء على مدار الساعة لمساعدتك في الحصول على دعم فني فعّال واستشارات تتماشى مع احتياجات عملك. من خلال وضع الجودة والمرونة والتوافر والقيمة مقدمًا في صدارة عملياتنا، يقدم الأستشارات الهندسية للصمامات مركزًا واحدًا لا تقل عن تطوير أنظمة التشغيل لتلبية أعلى المعايير، بالإضافة إلى الحسابات الفنية المناسبة للصمامات والمشغلات، بالإضافة إلى المواد والأنواع المناسبة لتلبية احتياجاتك الأكثر تطلبًا. تشمل خدمات هندسة واستشارات الصمامات لدينا:",
    "Valves-Engineering-Consultation-li": "تحديد حجم الصمام باستخدام أحدث البرامج الهندسية المتوفرة ، مدعومة بفهم كامل للمبادئ التصميمية والمعايير لضمان أقصى كفاءة.",
    "Valves-Engineering-Consultation-li2": "اختيار المواد والأنواع المناسبة والظروف التي تتناسب بشكل أفضل مع التطبيقات المحددة في الصناعة.",
    "Valves-Engineering-Consultation-li3": "تقديم حلول مصممة حسب الطلب للتطبيقات الحرجة والصارمة.",
    "Valves-Engineering-Consultation-li4": "المساعدة في تقديم حلول شاملة مصممة خصيصًا لمواصفاتك.",
    "Valves-Engineering-Consultation-li5": "تقديم حلول مصممة حسب الطلب للتطبيقات الحرجة والخدمية",
    "Valves-Engineering-Consultation-li6": "مساعدة في توفير حلول شاملة مصممة خصيصًا لمواصفاتك",



"Contact-Us":"تواصل معنا",
"Name":"الاسم",
"E-mail":"الايميل",
"Message":"الرسالة",
"Submit":"ارسال"




}