{
    "lang":"English ",
    "Home":"Home ",
    "About-Company":"About Company",
    "Services":"Services",
    "Trading":"Trading",
    "Maintenance-Services":"Maintenance Services",
    "Contact":"Contact",
    "Call-Now":"Call Now",
    "Welcome-to":"Welcome to",
    "Valves-Engineering-Company":"Valves Engineering Company",
    "heading-dis":"An integrated experience of excellence.",
    "View-more":"View more",
    "Follow-us":"Follow us",
    "Your-partners":"Your partners",
    "Of-success":"Of success",
    "Comprehensive":"Comprehensive",
    "Service":"Service",
    "experience":"We have more than years of experience",
    "About-company-dis":"In business, we focus on 3 things.",
    "Useful-info":"Useful info",
    "Reliability":"Reliability",
    "Innovation":"Innovation",
    "Certifications":"Certifications",
    "ISO-9001":"ISO 9001",
    "ISO-14001":"ISO 14001",
    "ISO-45001":"ISO 45001",
    "View-Certificate":"View Certificate",
    "Partners-of-success":"Partners of success",
    "FLOWSERVE":"FLOWSERVE",
    "FLOWSERVE-dis":"As a gain of trust of our professional services we provide, VEC succeed to partner big names and became their sole representative.VEC Trading became the sole representative for FLOWSERVE Flow Control Division, FCD FLOWSERVE Flow Control Division, is a worldwide leader manufacturer for all types of valves Ball, Butterfly, Rotary Control , Linear Control ,Severe Service Control , Gate ,Globe, Check, Plug.  All types of pneumatic and electric actuators, smart positioners and instruments, to serve all applications like control ,isolation, tight shut off , ESD, anti-surge, cryogenic, and all sever and critical applications.   WORLD-RENOWNED BRANDS AccordTM / Anchor/Darling® /Argus® / Atomac® / AutomaxTM / Durco® / Edward® / Kammer®/ Limitorque® / LogixTM / McCANNATM / NAF® / Norbro® / Nordstrom® /PMVTM / Serck Audco®/ Valbart ® / Valtek® /Worcester® Our agreement to cover the Egyptian market and provide superior sales and after sales support activities.",
    "BMT":"BMT",
    "BMT-dis":"BMT Co., Ltd. manufactures high precision mechanical components that are used for oil and gas, chemicals and petrochemicals, motor vehicles, aircraft, semiconductors, and ships. The Company's products include various types of Fittings, Valves, Clamps, Regulators, pre insulated pipes and connectors.",
    "KLINGER":"KLINGER",
    "KLINGER-dis":"for Soft Sealing, Metallic gaskets, Klinger Valves, Level Gauges.",
    "Merla":"Merla",
    "Merla-dis":"MERLA, LLC is certified API-6A Company, ll material used with NACE 0175, ISO 15156 2009 EDITION to protect against corrosion, our agreement covers the following products: Choke valves: Adjustable chokes, multiple quarter disc choke valves and positive choke valves, connection sizes goes from 1” to 8” based on the types of valves, pressure rating up to API 5K & 15K PSI, WITH MULTIPLE END CONFIRGURATIONS,TRIM SIZES AND MATERIAL. SEVER SERVICE CHOKE VALVES: Chock alves with Anti-cavitation trims . Motor choke valves, for distinctive applications like separator level control, high presuure regulator and dump valves. MERLA Spare parts, all available spare parts for our product line.",
    "Our-Clients":"Our Clients",
    "Quick-Links":"Quick Links",
    "Contact-us":"Contact us",
    "Our-news":"Our news",
    "Other-Resources":"Other Resources",
    "Privacy-Policy":"Privacy Policy",
    "Terms-of-Service":"Terms of Service",
    "Head-office":"Head office: Plot No.8 - South 90 St, 5th settlement, Cairo, Egypt",
    "Workshop":"Workshop: Plot 104, El Roubaky rd, Industrial Zone B, Badr City, Egypt",
    "Copyright":"Copyright @2020  Valves Engineering Company"
    

}
