{
    "lang":"English ",
    "Home":"Home ",
    "About-Company":"About Company",
    "About-Company2":"Company Vision",
    "Services":"Services",
    "Our-Branches":"Our Branches",
    "Qatar":"Qatar",
    "Oman":"Oman",
    "UK":"UK",
    "Gallery":"Gallery",
    "Trading":"Trading",
    "Maintenance-Services":"Maintenance Services",
    "Contact":"Contact",
    "Call-Now":"Call Now",
    "Welcome-to":"Welcome to",
    "Valves-Engineering-Company":"Valves Engineering Company (VEC)",
    "heading-dis":"An integrated experience of excellence.",
    "View-more":"View more",
    "Follow-us":"Follow us",
    "Your-partners":"Your partners",
    "Of-success":"Of success",
    "Comprehensive":"Comprehensive",
    "24/7":"24/7",
    "Service":"Service",
    "experience":"We have more than years of experience",
    "About-company-dis":"We focus on three things.",
    "Customer-foucs":"Customer foucs",
    "Reliability":"Reliability",
    "Innovation":"Innovation",
    "Certifications":"Certifications",
    "ISO-9001":"ISO 9001",
    "ISO-14001":"ISO 14001",
    "ISO-14313":"ISO 14313",
    "ISO-45001":"ISO 45001",
    "View-Certificate":"View Certificate",
    "Partners-of-success":"Partners of success",
    "FLOWSERVE":"FLOWSERVE",
    "FLOWSERVE-dis":"Flowserve is considered a leading global company in the manufacturing and after-sales services for flow control systems. Our clients rely on our expertise, technologies, and innovative solutions in fluid motion, whether they are working to provide clean drinking water in arid regions, supplying power to homes around the world, or developing industrial processes to protect the climate. Since the establishment of our first prestigious brand in 1790, Flowserve has worked as a pioneering partner in manufacturing and providing fluid motion control solutions for the most challenging and crucial applications worldwide. Our clients depend on our expertise, technologies, and innovative solutions in fluid motion, whether they are working to provide clean drinking water in arid regions, supplying power to homes around the world, or developing industrial processes to protect the climate.",
    "BMT":"BMT",
    "BMT-dis":"BMT Co., Ltd. manufactures high precision mechanical components that are used for oil and gas, chemicals and petrochemicals, motor vehicles, aircraft, semiconductors, and ships. The Company's products include various types of Fittings, Valves, Clamps, Regulators, pre insulated pipes and connectors.",
    "KLINGER":"KLINGER",
    "KLINGER-dis":"The KLINGER Group is a success story spanning over 130 years, and today it operates in 60 countries worldwide as a global operating group. Founded in 1886 as a family-owned company, KLINGER is now the world's leading company in the manufacturing and supply of industrial gaskets, fluid control systems, and fluid monitoring. With the highest certified quality standards meeting international norms, KLINGER gaskets and valves have become an industrial benchmark. KLINGER's clientele includes leading companies in various industries such as oil, gas, chemicals, paper, energy, manufacturing, infrastructure, automotive, marine, food, and pharmaceuticals. Thanks to its industrial facilities located around the world, KLINGER is capable of providing both standard and customized solutions.",
    "Merla":"Merla",
    "Merla-dis":"MERLA, LLC is certified API-6A Company, ll material used with NACE 0175, ISO 15156 2009 EDITION to protect against corrosion, our agreement covers the following products: Choke valves: Adjustable chokes, multiple quarter disc choke valves and positive choke valves, connection sizes goes from 1” to 8” based on the types of valves, pressure rating up to API 5K & 15K PSI, WITH MULTIPLE END CONFIRGURATIONS,TRIM SIZES AND MATERIAL. SEVER SERVICE CHOKE VALVES: Chock alves with Anti-cavitation trims . Motor choke valves, for distinctive applications like separator level control, high presuure regulator and dump valves. MERLA Spare parts, all available spare parts for our product line.",
    "Our-Clients":"Our Clients",
    "Quick-Links":"Quick Links",
    "Contact-us":"Contact us",
    "Our-news":"Our news",
    "Other-Resources":"Other Resources",
    "Privacy-Policy":"Privacy Policy",
    "Terms-of-Service":"Terms of Service",
    "EgyptAdd":"Egypt: Plot 104, El Roubaky rd, Industrial Zone B, Badr City, Egypt",
    "UKAdd":"UK: 33 st peters road, Leicester LE21DG, +447384565377",
    "QatarAdd":" Qatar: zone69, street 319, building 34 Lusail- P.Box : 55251",
    "Copyright":"Copyright @2024  Valves Engineering Company",

    "About-VEC":"About VEC",
    "About-VEC-dis":"Founded in 2016 as an Egyptian joint stock company, VEC is highly specialized in valve maintenance of all types, as well as manufacturing their own quality spare parts to exceed every expectation. The company also boasts extensive expertise in carrying out breakthrough engineering studies and customized consultancy for valves’ supply and installation to cater to varied industry needs.",
    "VEC-Vision":"VEC Vision",
    "VEC-Vision-dis":"To become the leading manufacturer, solution provider, as well as the engineering & repairing services expert in Egypt, the Middle East & Africa renowned for unparalleled quality and timely delivery.",
    "Our-Mission":"Our Mission",
    "Our-Mission-dis":"VEC closely works with its clients, considering them partners in its journey towards success. By collaborating with them in every step along the way, we guarantee to reach ideal solutions that best fit their needs while implementing the highest quality standards in record time. We are constantly innovating in our offerings, as well as our way of thinking, deploying the latest technology in maintenance to meet the ever-changing needs of the market and clients while exceeding every expectation in any task we undertake.",
    "OUR-STORY":"OUR STORY",
    "OUR-STORY-SmDis":"HISTORICAL BACKGROUND AT A GLANCE",
    "OUR-STORY-dis":"VEC originated as an idea, stemming from an entrenched belief in the importance of private business to slowly evolve after two of its main founders decided to join a leading manufacturing company in 2011. Slowly, but surely, the idea crystalized as an innovative vision of a company that offers distinguished services, steeped in engineering excellence with valves at its core. The company’s mission was to add value to the Egyptian market while fulfilling an integral gap that was lacking at the time. The opportunity came to life when a leading company was in search for a specialized arm to implement maintenance work in a large Egyptian industrial project. The founders then decided to size the opportunity by launching VEC in 2016, setting unique strategies that put local and global leadership at their forefront.",
    "OUR-STORY-dis2":"The challenge was to establish a fully integrated company, capable of meeting the varied market needs while taking into account financing as a pressing hurdle. By finding the right people who share the same passion for excellence, VEC was able to successfully employ the highest calibers to formulate a professional team boasting technical, financial, practical and administrative expertise to set VEC on the right track. Thanks to the dedicated efforts of VEC’s team, the company has strongly emerged as a pioneering leader seizing opportunities to grow and finance itself, as well as finding the ideal place to launch its presence in Badr City’s Industrial Zone to be strategically located at close proximity to its clients, as well as Cairo’s New Administrative Capital.",
    "Construction-project":"Construction project",
    "Construction-project-dis":" Work commended in May, 2018 and is due to be completed in 24 months with a set budget worth 18 million EGP. The project was successfully completed before due time.",
    "Construction-project-dis2":"All construction operations were followed up on and inspected by a global, specialized engineering office to ensure the highest standards of quality and meticulous implementation based on strict engineering specifications and safety standards, guaranteeing zero injuries - which was successfully attained.",
    "Construction-project-dis3":" The project employed more than 400 workers and the metal structure/framework was expertly designed to withstand a weight of up to 16 tons. Utilizing the latest design methods, all administrative spaces were fully utilized in the most efficient way. The floors were carefully handled to guarantee utmost durability using premium epoxy materials while the entire factory was equipped with an automatic fire extinguishing system, as well as a dry air instrumentation 10 bar. Facility planning was carefully executed in line with benchmark requirements in the field and according to the latest innovative methods available. The overall perspective was tastefully design in line with the company’s corporate identity. The finished facility; 1000m2 Factory fully equipped with:",
    "Construction-project-li":"Computerized Valve Test Bench Up to 24”",
    "Construction-project-li2":"Safety Relief Valve Test Bench Up to 12”",
    "Construction-project-li3":"Vacum Relief Valve Test Bench",
    "Construction-project-li4":"Over Head Crane 12 ton-2",
    "Construction-project-li5":"CNC Lathe Machine 4 Axis Traub Germany",
    "Construction-project-li6":"Heavy Duty Conventional Lathe Machine Excel, England",
    "Construction-project-li7":"High Precision Lathe Machine, Clochester, England",
    "Construction-project-li8":"End Mill Machine Bridge Port, England",
    "Construction-project-li9":"Radial Arm Drill Kitchen and Walker, England",
    "Construction-project-li10":"Mechanical Hand Tools 4 sets",
    "Construction-project-li11":"Control Valve Calibrator",
    "Construction-project-li12":"Compressor 10 Bar",
    "Construction-project-li13":"Shielded Metal Arc Welding, Argon Welding Machine",
    "Construction-project-li14":"Assembly Tables",
    "Construction-project-li15":"Upcoming Machines",
    "Construction-project-li16":"Vertical Lathe Machine",
    "Construction-project-li17":"Boring and Milling Machine",
    "Construction-project-li18":"Thermal Spray System",
    "Construction-project-li19":"Axis Vertical Machine Center",
    "Construction-project-li20":"Coordinate Measuring Machine",
    "Construction-project-li21":"6-3d scanning system",
    "VEC-Organizational-Force":"VEC Organizational Force",
    "VEC-Organizational-Force-dis":"VEC believes in quality not quantity. Therefore, the company relies on a dedicated and highly skilled team of professionals to drive its organization from strength to strength. Currently, the company employs 15 managerial experts and 30 technicians and labor force with a unique ability to take on any challenge with a smile.",

    "Trading-Supplying":"Trading & Supplying",
    "Trading-Supplying-head":"New Valves, Accessories & Pipe Fittings",
    "Trading-Supplying-dis":"At VEC, safety and client satisfaction are key. Therefore, VEC has established VEC trading as a sister company in 2018 mile to scout the best products in the market, supplying clients with durable, reliable and efficient valves, accessories and pipe fittings that last a lifetime VEC’s founders capitalize on their 10 year expertise in the Oil & Gas industry by leveraging strong relationships with pioneering vendors across the globe to ensure quality replacement, as well as new valve and actuators acquisition, enabling the company to find any replacement part you need in no time ",
    "PROBLEM-SOLVING-GUARANTEED":"PROBLEM SOLVING GUARANTEED",
    "Trading-Supplying-dis2":"Today, VEC has succeeded to partner with worldwide leading manufacturers in the industry, following a unique strategy to SPREAD, MAINTAIN AND ADD VALUE.",
    "Trading-Supplying-dis3":"Now VEC TRADING is the sole representative for: Flowserve control division, for all types of valves (globe, ball, butterfly, rotary, plug, etc...) to suits control, isolation and sever/critical applications, and our agreement cover the Egyptian market. DUALCO Inc, for industrial lubrications tools and skids, adapters and fitting, valves lubricant, valves sealant and valves cleaners, and our agreement cover EGYPT, U.A.E., QATAR, SUDAN, Libya, Kuwait & Oman markets. Also we have done some buissnes agreement with leader manufacturers in the following scope: (Safety relief valves, Well heads, piping, flanges, instruments (transmitters & flowmeters), pumps, etc...) VEC’s trading boasts an integrated approach that focuses on technical support, premium quality and best delivery time through globing sourcing world-wide.",
    "Trading-Supplying-dis4":"Now VEC TRADING is the sole representative for:",
    "Trading-Supplying-dis5":"control division, for all types of valves (globe, ball, butterfly, rotary, plug, etc...) to suits control, isolation and sever/critical applications, and our agreement cover the Egyptian market.",
    "DUALCO-Inc":"DUALCO Inc",
    "Trading-Supplying-dis6":"for industrial lubrications tools and skids, adapters and fitting, valves lubricant, valves sealant and valves cleaners, and our agreement cover EGYPT, U.A.E., QATAR, SUDAN, Libya, Kuwait & Oman markets. Also we have done some buissnes agreement with leader manufacturers in the following scope: (Safety relief valves, Well heads, piping, flanges, instruments (transmitters & flowmeters), pumps, etc...)",
    "Testing-Calibration":"Testing & Calibration",
    "Testing-Calibration-dis":"VEC is highly certified in offering all types of seat leakage and shell tests according to the latest international standards. Therefore, we hold ourselves up to global quality standards benchmarked against",
    "COMMISSIONING":"COMMISSIONING ",
    "COMMISSIONING-dis":"VEC’s strength lies in combining all your contact points in one single entity that can provide you with an unrivaled field of services and seamless operations that ensure to get the job done while having your equipment up to run, online, instead of having to deal with multiple contractors. Accordingly, VEC boasts ultimate quality control over your operations, putting safety and compliance in mind while assuring the job is done efficiently without wasting time. Managing your field project with VEC means on-time mobilization of spare parts, professional field service technicians on hand and standard and speciality tooling delivered straight to your site — a hassle free experience from A to Z—",
       
    "Quality-Integrated-Services":"Quality Integrated Services",
    "IN-SHOP-REPAIR":"IN-SHOP REPAIR",
    "IN-SHOP-REPAIR-dis":"The company provides comprehensive maintenance solutions for all types of valves.",
    "Safety-Valves-Regulators":"Safety Valves and Regulators ",
    "Control-Valves":"Control Valves:",
    "Control-Valves-dis":"Globe, Rotary plug & Chock, Regulators & Safety Valves.",
    "Manual-Valves":"Manual Valves:",
    "Manual-Valves-dis":"Gate, Ball & through conduit gate, Check, Butterfly & Plug Valves. Our 360 expertise enables us to repair the entire valve as a single integrated piece of equipment, supported by our technical strength to provide troubleshooting, preventative maintenance, and start up assistance on-site at our customer's facilities for ultimate convenience.",
    "Maintenance": " Actuator:",
    "Maintenance-dis":"VECs maintenance solutions cover all types of Actuators including:",
    "Gearbox":"Gearbox",
    "Pneumatic":"Pneumatic",
    "Hydraulic":"Hydraulic",
    "Electrical":"Electrical",
    "ON-SITE-SERVICES":"ON-SITE SERVICES",
    "Corrective-Preventive":"Corrective & Preventive",
    "Corrective-Preventive-dis":"VEC puts clients’ convenience at the forefront of all its operations by providing full on-site technical support, spanning corrective and preventive maintenance through professional valve maintenance teams available on location to install valves while ensuring an intact maintenance strategy is in action, so you don’t need to worry about a thing.",
    "Valves-Engineering-Consultation":"Valves Engineering",
    "Valves-Engineering-Consultation-dis":" VEC’s professional team of experts are available around the clock to assist you with effective technical support and consultation in line with your business needs. By putting quality, flexibility, availability and value for money at the forefront of our operations, VEC offers a one-stop-shop not only providing developed systems of operation to meet the highest standards, but also the necessary technical calculations for valves and actuators, in addition to the suitable materials and types to meet your most demanding needs. Our Valve Engineering and Consulting services include:",
    "Valves-Engineering-Consultation-li":"Valve sizing utilizing the latest softwares, supported by a full",
    "Valves-Engineering-Consultation-li2":"understanding of design basics and parameters to guarantee utmost efficiency.",
    "Valves-Engineering-Consultation-li3":"Ideal selection of suitable materials, types and conditions that best fit specific",
    "Valves-Engineering-Consultation-li4":"applications in the industry.",
    "Valves-Engineering-Consultation-li5":"Offering made-to-measure solutions for critical and serve applications",
    "Valves-Engineering-Consultation-li6":"Assisting in providing comprehensive solutions custom-made for your specifications.",
   
 
    "Contact-Us":"Contact Us",
    "Name":"Name",
    "E-mail":"E-mail",
    "Message":"Message",
    "Submit":"Submit"


    

}
